tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "hashicorp/tap"
tap "argoproj/tap"

brew "argocd"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "aws-okta"
brew "awscli"
brew "curl"
brew "fzf"
brew "git"
brew "go"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "helm"
# brew "helm@2"
brew "htop"
brew "ipcalc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
# brew "kubectx"
brew "neovim"
brew "pipenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
# brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "zsh"
brew "zsh-completions"
brew "pyenv"

cask "keepassxc"
