tap "argoproj/tap"
tap "clojure-lsp/brew"
tap "clojure/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nats-io/nats-tools"

# brew "argocd"
# brew "autoconf"
# brew "automake"
# brew "aws-iam-authenticator"
# brew "aws-okta"
brew "ca-certificates"
# brew "python@3.9"
brew "awscli"
# brew "bash"
# brew "python@3.10"
# brew "black"
# brew "pcre"
# brew "glib"
# brew "libtool"
# brew "cfssl"
# brew "clang-format"
# brew "clojure"
# brew "cmake"
# brew "cpanminus"
# brew "zstd"
brew "curl"
# brew "dust"
# brew "guile"
# brew "nettle"
# brew "p11-kit"
# brew "unbound"
# brew "gnutls"
# brew "gobject-introspection"
# brew "icu4c"
# brew "harfbuzz"
# brew "ffmpeg"
brew "fnm"
# brew "pango"
# brew "fontforge"
# brew "fonttools"
# brew "fprobe"
brew "fzf"
brew "gawk"
# brew "gdk-pixbuf"
brew "gh"
# brew "ghostscript"
# brew "gifsicle"
# brew "gimme-aws-creds"
# brew "pcre2"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "gopls"
# brew "grafana"
# brew "librsvg"
# brew "graphviz"
brew "grep"
# brew "helm"
# brew "helm@2"
brew "htop"
# brew "hugo"
brew "ipcalc"
# brew "jfrog-cli"
brew "jq"
# brew "kind"
# brew "kubebuilder"
brew "kubecm"
brew "kubernetes-cli"
brew "kubectx"
# brew "latexindent"
# brew "leiningen"
# brew "libharu"
# brew "libpq"
# brew "libuv"
# brew "libxml2"
# brew "libxmlsec1"
# brew "llvm"
# brew "lua"
# brew "luarocks"
# brew "luv"
# brew "node"
brew "mermaid-cli"
brew "mkcert"
brew "nats-server"
brew "tree-sitter"
brew "neovim"
# brew "netcat"
# brew "nghttp2"
# brew "ninja"
brew "oath-toolkit"
# brew "pngcrush"
# brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
# brew "redis"
# brew "ripgrep"
# brew "ruby"
# brew "rustup-init"
brew "saml2aws"
brew "shared-mime-info"
brew "shfmt"
# brew "starship"
# brew "stow"
# brew "terraform-docs"
# brew "texlab"
# brew "tfenv"
# brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
# brew "vim"
brew "watch"
brew "wget"
# brew "youtube-dl"
# brew "yq"
brew "zsh"
brew "zsh-completions"

# brew "argoproj/tap/kubectl-argo-rollouts"
# brew "clojure-lsp/brew/clojure-lsp-native"
# brew "hashicorp/tap/packer"
# brew "hashicorp/tap/terraform-ls"
# brew "hashicorp/tap/vault"

# cask "adoptopenjdk"
cask "keepassxc"
# cask "key-codes"
# cask "mactex"
# cask "wkhtmltopdf"
